Repository: xXseabass/gta5.exe
Catalog: data/client/citizen/locales/*/LC_MESSAGES/cfx.po
Languages: ar

source: Exception details: %s
ar: تفاصيل الاستثناء: %s

source: Legacy crash hash: %s
ar: رمز ميراث الحادث: %s

source: %s caused %s to stop working. A crash report is being uploaded to the %s developers.
ar: %s سبب %s للوقوف عن العمل. يتم الان عملية رفع البلاغ عن هذا الحادث الى مبرمجين %s.

source: %s could not create a file in the folder it is placed in. Please move your installation out of Program Files or another protected folder.
ar: %s لم يستطع صنع ملف في المجلد الموضوع فيه. الرجاء نقل ملفات العبة من مجلد Program Files او اي مجلد محمي اخر.

source: An error at %s
ar: خطاء في %s

source: Are you sure you want to remove %s from the installation root at %s?
ar: هل انت متاكد لحذف %s من ملف التحميل الاساسي في %s?

source: Bootstrapping %s...
ar: جاري التشغيل %s...

source: Checking %s
ar: جاري التحقق %s

source: DXGI 1.2 support is required to run this product %s
ar: مطلوب دعم DXGl 1.2 لتشغيل هذا المنتج %s

source: Downloaded %.2f/%.2f MB (%.0f%%, %.1f MB/s)
ar: تم تحميل %.2f/%.2f ميجا بايت (%.0f%%, %.1f ميجا بايت/ ثانية)

source: Error %s
ar: خطاء %s

source: Extracting %s
ar: اخراج %s

source: Extracting %s (scanning)
ar: اخراج %s (جاري المسح)

source: FiveM crashed... but we're on it!
ar: حصل حادث في FiveM... لكننا نعمل لحلها!

source: FiveM does not support running under elevated privileges. Please change your Windows settings to not run FiveM as administrator. The game will exit now.
ar: FiveM لا تدعم العمل مع امتيازات مرتفعة. الرجاء تغير اعدادات ال Windows لعدم تشغيل FiveM ك ادمن. العبة سوف تغلق الان.

source: Game crashed:
ar: تعطلت العبة:

source: Please install Windows 7 SP1 or greater, and try again.
ar: الرجاء تسطيب Windows 7 SPI او اكبر، واعد المحاولة.

source: Please install the Platform Update for Windows 7, and try again.
ar: الرجاء تحميل تحديث Windows 7 والمحاولة مجدداً.

source: Save information Stores a file with crash information that you should copy and upload when asking for help.
ar: حفظ المعلومات حفظ ملف يحتوي على معلومات التعطل التي يجب عليك نسخها ورفعها عند طلبك للمساعدة.

source: Select the folder containing Grand Theft Auto V
ar: اختر الملف الذي يحتوي على لعبة Grand Theft Auto V

source: Starting IPFS discovery...
ar: جاري اكتشاف IPFS...

source: The game will exit now.
ar: العبة سوف تخرج الان.

source: The selected path does not contain a %s file.
ar: المسار المحدد لايحتوي على ملف %s.

source: This product requires Security Update for Windows 7 for x64-based systems (KB2758857) to be installed to run. Please install it, and try again.
ar: هذا المنتج يحتاج لتحديث الامان ل (Windows 7 x64-based systems (KB2758857. الرجاء تسطيبه والمحاولة مرة اخرى.

source: Transitioning to another build...
ar: جاري الانتقال الى بناء اخر...

source: Unhandled exception:
ar: استثناء غير معالج:

source: Uninstall %s
ar: الغاء التثبيت %s

source: Uninstall %s?
ar: الغاء التثبيت %s?

source: Updating %s...
ar: تحديث %s...

source: Verifying content...
ar: جاري التاكد من المحتوى...

source: Verifying game content...
ar: جاري التأكد من المحتوى...

source: We're getting there.
ar: شارفنا على الوصول.

source: You are currently using an outdated version of Windows. This may lead to issues using the %s client. Please update to Windows 10 version 1703 ("Creators Update") or higher in case you are experiencing any issues. The game will continue to start now.
ar: انت الان تقوم باستعمال نسخة Windows قديمة. هذا قد يؤودي الى مشاكل باستعمال %s. الرجاء التحديث الى Windows 10 نسخة 1703 (Creators Update) او اعلى.
